Repository: wp-plugins/woocommerce-table-rates
Catalog: languages/rptr-*.po
Languages: fr_fr

source: Table Rate
fr_fr: Grille de frais

source: Table rates let you define a standard rate per item, or per order.
fr_fr: La grille de frais vous permet de définir des frais de livraison par article, ou par commande.

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable this shipping method
fr_fr: Activer cette méthode de livraison

source: Method Title
fr_fr: Titre de la méthode

source: This controls the title which the user sees during checkout.
fr_fr: Cela détermine le titre que les utilisateurs verront durant la commande.

source: Availability
fr_fr: Disponibilité

source: All allowed countries
fr_fr: Tous les pays autorisés

source: Specific Countries
fr_fr: Pays spécifiques

source: Tax Status
fr_fr: État de la taxe

source: None
fr_fr: Aucun

source: Enable/Disable International Table
fr_fr: Activer/Désactiver la grille internationale

source: Enable the International shipping table rates method
fr_fr: Activer la méthode de grille de frais internationaux.

source: Local Countries
fr_fr: Pays locaux

source: Domestic Rates
fr_fr: Frais de livraison nationaux

source: Min Price
fr_fr: Montant min.

source: Min price for this shipping rate.
fr_fr: Coût pour ces critères de montant.

source: Max Price
fr_fr: Montant max.

source: Max price for this shipping rate.
fr_fr: Montant maximum pour ces frais de livraison.

source: Shipping Fee
fr_fr: Coût

source: Shipping price for this price range.
fr_fr: Coût pour ces critères de montant.

source: + Add Rate
fr_fr: + Ajouter critère

source: Delete selected rates
fr_fr: Effacer les critères sélectionnés

source: Delete the selected rates?
fr_fr: Effacer les critères sélectionnés ?

source: International Rates
fr_fr: Frais de livraison internationaux
