Repository: wp-plugins/woocommerce-table-rates
Catalog: trunk/languages/rptr-*.po
Languages: es_es, sv_se

source: Table Rate
es_es: Tabla de Tarifas
sv_se: Avgiftstabell

source: Table rates let you define a standard rate per item, or per order.
es_es: La tabla de tarifas le permite definir una tarifa estándar por artículo o por pedido
sv_se: Avgiftstabellen låter dig definerar en standard avgift per product eller per order.

source: Enable/Disable
es_es: Activar / Desactiva
sv_se: Aktivera/Avaktivera

source: Enable this shipping method
es_es: Habilitar esta forma de envío
sv_se: Aktivera detta fraktalternativ

source: Method Title
es_es: Título del Metodo
sv_se: Metodens titel

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que el usuario ve durante el pago
sv_se: Den här är titeln som kunden ser vid betalning

source: Availability
es_es: Disponibilidad
sv_se: Tillgänglighet

source: All allowed countries
es_es: Todos los países permitidos
sv_se: Alla tillåtna länder

source: Specific Countries
es_es: Países Específicos
sv_se: Specifika länder

source: Tax Status
es_es: Sujeto a Impuesto
sv_se: Status för skatt

source: Taxable
es_es: Imponible
sv_se: Skattbart

source: None
es_es: Ninguno
sv_se: Ingen

source: Enable/Disable International Table
es_es: Activar / Desactivar la Tabla Internacional
sv_se: Aktivera/Avaktivera internationell avgiftstabell

source: Enable the International shipping table rates method
es_es: Habilitar el método internacional
sv_se: Aktivera internationell fraktsats

source: Local Countries
es_es: Países Locales
sv_se: Inrikes land

source: Domestic Rates
es_es: Precios domésticos
sv_se: Avgiftstabell inrikes

source: Min Price
es_es: Precio Mín
sv_se: Min. Pris

source: Min price for this shipping rate.
es_es: Precio mínimo para este tipo de envio
sv_se: Minsta kostnad för denna avgiftstabell.

source: Max Price
es_es: Precio Max
sv_se: Max pris

source: Max price for this shipping rate.
es_es: Precio máximo para este tipo de envio
sv_se: Max pris för denna avgiftstabell

source: Shipping Fee
es_es: Tarifa de envío
sv_se: Fraktavgift

source: Shipping price for this price range.
es_es: Precio de envío para este rango de precio
sv_se: Fraktavgift för detta prisspann

source: + Add Rate
es_es: + Agregar Tarifa
sv_se: Lägg till rad

source: Delete selected rates
es_es: Eliminar tarifas seleccionadas
sv_se: Ta bort valt spann

source: Delete the selected rates?
es_es: Eliminar tarifas seleccionadas
sv_se: Ta bort de valda spannen?

source: International Rates
es_es: Tarifas Internacionales
sv_se: Avgiftstabell internationellt
